// @ts-ignore
import spec1 from '../assets/img/spec1.png'
// @ts-ignore
import spec2 from '../assets/img/spec2.png'
// @ts-ignore
import spec3 from "../assets/img/spec3.png"

export const specialists = [
  {
    avatar: spec1,
    name: 'Ашимханова Гульбану Сериковна',
    profile: 'Эксперт платформы “SOULHAVEN”',
    education: 'Получила полное высшее образование в установленном порядке',
    specialization: 'Психологическая поддержка обучающихся, работа с педагогическим коллективом.',
    work_experience: '12 лет',
    methods: 'Психолого-педагогические инструменты, направленные на развитие личности и эмоциональной устойчивости учащихся.',
    instruments: ' • Диагностика (тестирование, анкетирование, наблюдение).  • Коррекционно-развивающие методы (индивидуальные и групповые занятия, тренинги личностного роста).  • Психопрофилактика (программы адаптации первоклассников и подростков, профилактика школьного стресса).  • Консультирование (работа с родителями, помощь в разрешении внутришкольных конфликтов).',
    certificate: '',
    certificate_text: 'Сертификат о завершении 72-часового курса «Психология развития и обучения» в Университете Кастамону (Турция) в сотрудничестве с Карагандинским университетом имени Букетова.',
    self_message: '«Помогая понять себя — открываем путь к росту».'
  },
  {
    avatar: spec2,
    name: 'Омарова Марал Кубегеновна',
    profile: 'Эксперт платформы “SOULHAVEN”',
    education: 'Получила полное высшее образование в установленном порядке',
    specialization: 'Сопровождение обучающихся в процессе психологической адаптации.',
    work_experience: '14 лет',
    methods: 'Психолого-педагогические технологии, направленные на диагностику и коррекцию эмоциональных состояний обучающихся.',
    instruments: ' • Методы диагностики (психологические тесты, анализ поведения, беседы).  • Коррекционные техники (арт-терапия, когнитивно-поведенческий подход, развитие эмоционального интеллекта).  • Психопрофилактические мероприятия (работа по снижению тревожности, профилактика буллинга).  • Консультативная деятельность (индивидуальные консультации для учащихся, работа с педагогами и родителями).',
    certificate: '',
    certificate_text: 'Сертификат о завершении 72-часового курса «Психология развития и обучения» в Университете Кастамону (Турция) в сотрудничестве с Карагандинским университетом имени Букетова. ',
    self_message: '«Раскрывая внутренние ресурсы, человек сам наполняет свою жизнь смыслом».'
  },
  {
    avatar: spec3,
    name: 'Садвакасова Нургуль Аманжоловна',
    profile: 'Эксперт платформы “SOULHAVEN”',
    education: 'Получила полное высшее образование в установленном порядке',
    specialization: 'Работа с обучающимися, поддержка педагогов в вопросах возрастной психологии.',
    work_experience: '10 лет',
    methods: 'Психолого-педагогические методики, направленные на формирование здоровой образовательной среды.',
    instruments: ' • Диагностика (психометрические методики, индивидуальные беседы, наблюдение за учащимися).  • Коррекционно-развивающая работа (психотренинги, программы формирования уверенности в себе).  • Психопрофилактика (систематическая работа по снижению стресса, программы формирования стрессоустойчивости).  • Консультирование (решение вопросов адаптации, мотивации к учебе, профессионального самоопределения).',
    certificate: '',
    certificate_text: 'Сертификат о завершении 72-часового курса «Психология развития и обучения» в Университете Кастамону (Турция) в сотрудничестве с Карагандинским университетом имени Букетова.',
    self_message: '«Психолог  — проводник, помогающий понимать себя и расти».'
  }
]